Repository: ZingerLittleBee/AnyDoor
Catalog: Sources/AnyDoor/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# onboarding.customize.subtitle
source: Reorder rows, toggle what shows, and record hotkeys — all in Settings.
zh_hans: 在设置里拖拽排序、开关显示、录制热键,一切随你。

# onboarding.customize.title
source: Tune it to your workflow
zh_hans: 按你的工作流定制

# onboarding.hyperKey.enabledNote
source: Hyper Key is on.
zh_hans: Hyper Key 已开启。

# onboarding.hyperKey.exampleCaption
source: For example
zh_hans: 例如

# onboarding.hyperKey.note
source: It maps to F19 underneath, never overrides third-party mappings, and is cleaned up when you quit.
zh_hans: 它在底层映射到 F19,不会覆盖第三方映射,退出时会自动清理。

# onboarding.hyperKey.recommended
source: Recommended
zh_hans: 推荐

# onboarding.hyperKey.subtitle
source: One key adds ⌃⌥⌘ (plus ⇧ if you want) to anything, so your shortcuts never collide.
zh_hans: 一个键给任意按键加上 ⌃⌥⌘(可选再加 ⇧),让你的快捷键永不冲突。

# onboarding.hyperKey.title
source: Make Caps Lock your Hyper Key
zh_hans: 把 Caps Lock 变成 Hyper Key

# onboarding.hyperKey.triggerLabel
source: Trigger key
zh_hans: 触发键

# onboarding.menuBar.hint
source: No Dock icon — AnyDoor stays out of your way.
zh_hans: 没有 Dock 图标,AnyDoor 始终不打扰你。

# onboarding.menuBar.subtitle
source: Click the icon up top to open the panel — every action is one click or one hotkey away.
zh_hans: 点击顶部的图标即可打开面板,每个动作都只差一次点击或一个热键。

# onboarding.menuBar.title
source: AnyDoor lives in your menu bar
zh_hans: AnyDoor 在菜单栏等你

# onboarding.nav.back
source: Back
zh_hans: 上一步

# onboarding.nav.continue
source: Continue
zh_hans: 继续

# onboarding.nav.done
source: Done
zh_hans: 完成

# onboarding.nav.skip
source: Skip
zh_hans: 跳过

# onboarding.palette.hint
source: Apps, actions, math, conversions, ports, hosts, brightness, and more.
zh_hans: 应用、动作、计算、换算、端口、hosts、亮度等等。

# onboarding.permission.accessibility.desc
source: Global hotkeys, window layout, and Hyper Key.
zh_hans: 用于全局热键、窗口布局和 Hyper Key。

# onboarding.permission.automation.desc
source: System actions like Dark Mode, Empty Trash, and scheduled shutdown.
zh_hans: 用于深色模式、清空废纸篓、定时关机等系统动作。

# onboarding.permission.needsAction
source: Needs setup
zh_hans: 待设置

# onboarding.permission.screenRecording.desc
source: Screenshots, OCR, and screen recording.
zh_hans: 用于截图、OCR 取字和录屏。

# onboarding.permissions.optional
source: You can finish this later in Settings › General › Permissions.
zh_hans: 也可以稍后在「设置 › 通用 › 权限」里完成。

# onboarding.permissions.subtitle
source: These let AnyDoor do its job. Grant them now or later — none are required to keep going.
zh_hans: 这些权限让 AnyDoor 正常工作。现在或稍后授权都行,跳过也不影响继续。

# onboarding.permissions.title
source: Turn on a few permissions
zh_hans: 先打开必要权限

# onboarding.settings.reopen
source: Reopen Getting Started
zh_hans: 重新打开新手引导

# onboarding.settings.reopen.help
source: Walk through the welcome guide again.
zh_hans: 重新浏览一遍新手引导。

# onboarding.settings.section
source: Getting Started
zh_hans: 新手引导

# onboarding.sidebar.appShortcuts
source: App Shortcuts
zh_hans: 应用切换

# onboarding.sidebar.capture
source: Capture
zh_hans: 截图捕获

# onboarding.sidebar.clipboard
source: Clipboard & Palette
zh_hans: 剪贴板与命令

# onboarding.sidebar.customize
source: Customize
zh_hans: 个性化

# onboarding.sidebar.menuBar
source: Menu Bar
zh_hans: 菜单栏面板

# onboarding.sidebar.permissions
source: Permissions
zh_hans: 权限

# onboarding.sidebar.translation
source: Translate
zh_hans: 翻译

# onboarding.translation.hint
source: Enter translates, Shift+Enter breaks the line — results can be spoken or copied.
zh_hans: Enter 翻译,Shift+Enter 换行,结果可朗读或复制。

# onboarding.translation.subtitle
source: Type and press Enter — every enabled service answers in parallel. Screenshot and selected-text translation are one hotkey away.
zh_hans: 输入后按 Enter,启用的翻译服务并行给出结果,截图翻译和划词翻译也只需一个快捷键。

# onboarding.translation.title
source: Translate, side by side
zh_hans: 即时翻译,多服务对照

# onboarding.window.title
source: Getting Started
zh_hans: 新手引导

# panel.appShortcut.empty
source: Add app shortcuts in Settings
zh_hans: 在设置中添加应用快捷键

# panel.appShortcut.toggleHelp
source: Toggle %@
zh_hans: 切换 %@

# panel.footer.quit
source: Quit
zh_hans: 退出

# panel.footer.settings
source: Settings
zh_hans: 设置

# panel.row.needsPermission
source: ⚠ Needs permission
zh_hans: ⚠ 需要权限

# panel.subtitle.keepAwakeIndefinite
source: Awake indefinitely
zh_hans: 无限期保持唤醒

# panel.subtitle.keepAwakeUntil
source: Awake until %@
zh_hans: 保持至 %@

# panel.subtitle.shutdownAt
source: Shut down at %@
zh_hans: 将于 %@ 关机

# plugin.hosts.description
source: Manage /etc/hosts with switchable profiles: toggle them from the panel and command palette, edit in a dedicated window, and write through the privileged helper.
zh_hans: 管理 /etc/hosts 配置：多套配置一键切换，支持从面板与命令面板快速启停，并通过后台帮助程序安全写入。

# plugin.hosts.name
source: Hosts Manager
zh_hans: Hosts 管理

# plugin.hosts.uninstallImpact
source: Active hosts entries stay in the hosts file and remain in effect; reinstall the plugin to manage them again.
zh_hans: 已激活的 hosts 条目将保留在系统 hosts 文件中并继续生效；重新安装插件即可再次管理。

# plugin.imageConversion.description
source: Batch-convert images between formats or compress them to a target size, with history and clipboard integration.
zh_hans: 批量转换图片格式或压缩到目标大小，支持历史记录与剪贴板集成。

# plugin.imageConversion.name
source: Image Conversion
zh_hans: 图片格式转换

# plugin.imageConversion.uninstallImpact
source: An in-progress conversion will be stopped.
zh_hans: 正在进行的转换将被停止。

# plugins.install
source: Install
zh_hans: 安装

# plugins.state.installed
source: Installed
zh_hans: 已安装

# plugins.transition.inProgress
source: Another plugin change is still in progress. Try again when it finishes.
zh_hans: 另一个插件变更仍在进行中，请等待完成后重试。

# plugins.uninstall
source: Uninstall
zh_hans: 卸载

# plugins.uninstall.confirmTitle
source: Uninstall “%@”?
zh_hans: 卸载「%@」？

# plugins.uninstall.dataRetained
source: Plugin data is kept and restored when you reinstall.
zh_hans: 插件数据将保留，重新安装后自动恢复。

# plugins.uninstall.failed
source: Uninstall failed: %@
zh_hans: 卸载失败：%@

# plugins.section.native
source: Native Plugins
zh_hans: 原生插件

# plugins.section.script
source: Script Plugins
zh_hans: 脚本插件

# plugins.sideload
source: Install Script Plugin…
zh_hans: 安装脚本插件…

# plugins.script.empty
source: No Script Plugins installed yet.
zh_hans: 尚未安装脚本插件。

# plugins.version
source: Version %@
zh_hans: 版本 %@

# plugins.sideload.failed
source: Install failed: %@
zh_hans: 安装失败：%@

# plugins.sideload.error.missingField
source: The plugin manifest is missing the field "%@".
zh_hans: 插件清单缺少字段“%@”。

# plugins.sideload.error.invalidJSON
source: The plugin manifest is not valid JSON.
zh_hans: 插件清单不是有效的 JSON。

# plugins.sideload.error.fileUnreadable
source: The folder has no readable manifest.json.
zh_hans: 该文件夹没有可读取的 manifest.json。

# plugins.sideload.error.unknownAPIVersion
source: Unsupported apiVersion %lld.
zh_hans: 不支持的 apiVersion %lld。

# plugins.sideload.error.unknownCapability
source: Unknown capability "%@".
zh_hans: 未知的能力“%@”。

# plugins.sideload.error.duplicate
source: A plugin with the same ID is already installed.
zh_hans: 已安装相同 ID 的插件。

# plugins.sideload.error.unzip
source: Could not extract the plugin zip.
zh_hans: 无法解压插件 zip。

# plugins.sideload.error.noPackageInZip
source: No plugin package found in the zip (missing manifest.json).
zh_hans: zip 中未找到插件包（缺少 manifest.json）。

# plugins.urlInstall.invalid
source: Invalid plugin install link.
zh_hans: 无效的插件安装链接。

# plugins.urlInstall.insecure
source: Plugin install links must use https.
zh_hans: 插件安装链接必须使用 https。

# plugins.urlInstall.downloadFailed
source: Plugin download failed.
zh_hans: 插件下载失败。

# plugins.urlInstall.tooLarge
source: The plugin package is too large.
zh_hans: 插件包过大。

# plugins.urlInstall.confirmTitle
source: Install Script Plugin “%@”?
zh_hans: 安装脚本插件「%@」？

# plugins.urlInstall.confirmBody
source: ID: %1$@ Version: %2$@ Source: %3$@ Capabilities: %4$@
zh_hans: ID：%1$@ 版本：%2$@ 来源：%3$@ 权限：%4$@

# plugins.urlInstall.noCapabilities
source: None
zh_hans: 无

# plugins.urlInstall.cancel
source: Cancel
zh_hans: 取消

# plugins.urlInstall.success
source: Installed plugin “%@”
zh_hans: 已安装插件「%@」

# port.action.clearError
source: Clear error
zh_hans: 清除错误提示

# port.action.copyCommand
source: Copy Command
zh_hans: 复制命令

# port.action.copyLocalhost
source: Copy Localhost URL
zh_hans: 复制本机地址

# port.action.copyPID
source: Copy PID
zh_hans: 复制 PID

# port.action.copyPort
source: Copy Port
zh_hans: 复制端口

# port.action.killPID
source: Kill PID %lld
zh_hans: 终止 PID %lld

# port.action.openLocalhost
source: Open Localhost URL
zh_hans: 打开本机地址

# port.bindCount
source: %lld bindings
zh_hans: %lld 个绑定

# port.error.refreshFailed
source: Refresh failed: %@
zh_hans: 刷新失败：%@

# port.noMatch
source: No matching ports
zh_hans: 无匹配的端口

# port.scanning
source: Scanning…
zh_hans: 扫描中...

# port.search.placeholder
source: Search ports or processes…
zh_hans: 搜索端口或进程...

# port.toolbar.listView
source: List view
zh_hans: 列表视图

# port.toolbar.refresh
source: Refresh
zh_hans: 刷新

# port.toolbar.treeView
source: Tree view
zh_hans: 树状视图

# port.tooltip.bindAddress
source: Bind address:
zh_hans: 绑定地址：

# port.tooltip.killFailedGone
source: Kill failed: process exited
zh_hans: 终止失败：进程已退出

# port.tooltip.killFailedOther
source: Kill failed (errno: %lld)
zh_hans: 终止失败 (errno: %lld)

# port.tooltip.killFailedPermission
source: Kill failed: permission denied (system/other user process)
zh_hans: 终止失败：权限不足（系统/其他用户进程）

# recording.toast.saved
source: Saved to %@
zh_hans: 已保存到 %@

# scheduledShutdown.duration.15min
source: In 15 minutes
zh_hans: 15 分钟后

# scheduledShutdown.duration.1hour
source: In 1 hour
zh_hans: 1 小时后

# scheduledShutdown.duration.2hour
source: In 2 hours
zh_hans: 2 小时后

# scheduledShutdown.duration.30min
source: In 30 minutes
zh_hans: 30 分钟后

# scheduledShutdown.duration.cancel
source: Cancel Shutdown
zh_hans: 取消定时关机

# scheduledShutdown.duration.menuHelp
source: Schedule a shutdown
zh_hans: 设置定时关机

# settings.about.autoCheck
source: Check for updates automatically
zh_hans: 自动检查更新

# settings.about.checkNow
source: Check for Updates…
zh_hans: 立即检查更新…

# settings.about.currentVersion
source: Current Version
zh_hans: 当前版本

# settings.appPicker.empty
source: No matching apps
zh_hans: 没有匹配的应用

# settings.appPicker.searchPlaceholder
source: Search apps
zh_hans: 搜索应用

# settings.appPicker.systemTag
source: System
zh_hans: 系统

# settings.appPicker.title
source: Choose Application
zh_hans: 选择应用程序

# settings.capture.autoCopy
source: Auto-copy after capture
zh_hans: 截图后自动复制到剪贴板

# settings.capture.autoSave
source: Auto-save after capture
zh_hans: 截图后自动保存

# settings.capture.behaviorSection
source: Behavior
zh_hans: 行为

# settings.capture.chooseDirectory
source: Choose…
zh_hans: 选择…

# settings.capture.namingFooter
source: Supports YYYY MM DD HH mm ss placeholders.
zh_hans: 支持 YYYY MM DD HH mm ss 占位符。

# settings.capture.namingTemplate
source: Filename Template
zh_hans: 文件名模板

# settings.capture.overlayTimeout
source: Quick-access overlay timeout
zh_hans: 快捷工具条停留时间

# settings.capture.playSound
source: Play sound after capture
zh_hans: 截图后播放音效

# settings.capture.saveDirectory
source: Save Location
zh_hans: 保存位置

# settings.capture.saveSection
source: Saving
zh_hans: 保存

# settings.capture.timerDelay
source: Timer delay
zh_hans: 延时截图秒数

# settings.clipboard
source: Clipboard
zh_hans: 剪贴板

# settings.clipboard.copyOnly
source: Copy only (don't auto-paste)
zh_hans: 仅复制，不自动粘贴

# settings.clipboard.excludedApps
source: Ignored source apps
zh_hans: 忽略来源 App

# settings.clipboard.excludedApps.add
source: Add App...
zh_hans: 添加 App...

# settings.clipboard.excludedApps.empty
source: No ignored apps
zh_hans: 未添加忽略 App

# settings.clipboard.excludedApps.help
source: Clipboard changes copied from these apps are not saved to history.
zh_hans: 从这些 App 复制的内容不会保存到剪贴板历史。

# settings.clipboard.excludedApps.remove
source: Remove ignored app
zh_hans: 移除忽略 App

# settings.clipboard.monitoring
source: Capture clipboard history
zh_hans: 启用剪贴板监听

# settings.clipboard.retention
source: Keep history for
zh_hans: 保留时长

# settings.clipboard.retention.30
source: 30 days
zh_hans: 30 天

# settings.clipboard.retention.7
source: 7 days
zh_hans: 7 天

# settings.clipboard.retention.unlimited
source: Unlimited
zh_hans: 不限

# settings.configSync.chooseFolder
source: Choose Folder…
zh_hans: 选择文件夹…

# settings.configSync.description
source: Sync your configuration across Macs through a shared folder. Pick a folder inside your cloud drive (Google Drive, Dropbox, iCloud Drive, NAS…) and every Mac pointing at it stays in sync automatically.
zh_hans: 通过共享文件夹在多台 Mac 间同步配置。在云盘(Google Drive、Dropbox、iCloud 云盘、NAS 等)的本地目录中选择一个文件夹,指向它的每台 Mac 会自动保持一致。

# settings.configSync.docsLink
source: Setup guide & how sync works
zh_hans: 设置指南与同步原理说明

# settings.configSync.enable
source: Sync automatically
zh_hans: 自动同步配置

# settings.configSync.failure.applyFailed
source: applying synced changes failed
zh_hans: 应用同步的变更失败

# settings.configSync.failure.folderMissing
source: sync folder missing
zh_hans: 同步文件夹不存在

# settings.configSync.failure.folderNotWritable
source: sync folder not writable
zh_hans: 同步文件夹不可写

# settings.configSync.failure.folderUnreachable
source: sync folder unreachable
zh_hans: 无法访问同步文件夹

# settings.configSync.failure.invalidConfiguration
source: invalid sync configuration (https URL and username required)
zh_hans: 同步配置无效(需要 https 地址和用户名)

# settings.configSync.failure.unauthorized
source: authentication failed — check username or app password
zh_hans: 认证失败,请检查用户名或应用密码

# settings.configSync.folder
source: Sync Folder
zh_hans: 同步文件夹

# settings.configSync.notSet
source: Not set
zh_hans: 未设置

# settings.configSync.section
source: Sync
zh_hans: 同步

# settings.configSync.statusFailed
source: Sync failed: %@
zh_hans: 同步失败:%@

# settings.configSync.statusSynced
source: Last synced: %@
zh_hans: 上次同步:%@

# settings.configSync.statusWaiting
source: Waiting for first sync…
zh_hans: 等待首次同步…

# settings.configSync.transport
source: Sync via
zh_hans: 同步方式

# settings.configSync.transportFolder
source: Folder
zh_hans: 文件夹

# settings.configSync.webdavConnect
source: Save & Connect
zh_hans: 保存并连接

# settings.configSync.webdavPassword
source: App password
zh_hans: 应用密码

# settings.configSync.webdavURL
source: Server URL
zh_hans: 服务器地址

# settings.configSync.webdavUsername
source: Username
zh_hans: 用户名

# settings.general.about
source: About & Updates
zh_hans: 关于与更新

# settings.general.commandPalette.description
source: Press this shortcut anywhere to open the command palette and run any menu bar action.
zh_hans: 在任意位置按下此快捷键即可打开命令面板，运行任意菜单栏命令。

# settings.general.commandPalette.hotkey
source: Show command palette
zh_hans: 显示命令面板

# settings.general.commandPalette.section
source: Command Palette
zh_hans: 命令面板

# settings.general.history
source: History
zh_hans: 历史记录

# settings.general.history.clear
source: Clear Clipboard History
zh_hans: 清空剪贴历史

# settings.general.language
source: Interface Language
zh_hans: 界面语言

# settings.general.languageOption.system
source: System
zh_hans: 跟随系统

# settings.general.languageSection
source: Language
zh_hans: 语言

# settings.general.launchAtLogin
source: Launch AnyDoor at login
zh_hans: 开机时启动 AnyDoor

# settings.general.launchSection
source: Startup
zh_hans: 启动

# settings.general.menubarIcon
source: Menu Bar Icon
zh_hans: 菜单栏图标

# settings.general.menubarIconVisible
source: Show menu bar icon
zh_hans: 显示菜单栏图标

# settings.general.menubarSection
source: Menu Bar
zh_hans: 菜单栏

# settings.general.permission.accessibility
source: Accessibility
zh_hans: 辅助功能

# settings.general.permission.automation
source: Automation
zh_hans: 自动化

# settings.general.permission.granted
source: Granted
zh_hans: 已授权

# settings.general.permission.openSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.general.permission.request
source: Request Permission
zh_hans: 申请授权

# settings.general.permission.requestEntry
source: Authorize
zh_hans: 去授权

# settings.general.permission.screenRecording
source: Screen Recording
zh_hans: 屏幕录制

# settings.general.permissionsSection
source: Permissions
zh_hans: 权限

# settings.panel.addApp
source: Add App
zh_hans: 添加应用

# settings.panel.cancel
source: Cancel
zh_hans: 取消

# settings.panel.delete.confirm
source: Delete
zh_hans: 删除

# settings.panel.delete.itemHelp
source: Delete %@
zh_hans: 删除 %@

# settings.panel.delete.message
source: The hotkey binding will also be removed. This cannot be undone.
zh_hans: 将一并清除快捷键绑定，无法撤销。

# settings.panel.delete.title
source: Delete "%@"?
zh_hans: 删除「%@」？

# settings.panel.edit
source: Edit
zh_hans: 编辑

# settings.panel.edit.done
source: Done
zh_hans: 完成

# settings.panel.hotkeyConflict.message
source: %@ is already used by "%@"
zh_hans: %@ 已被「%@」占用

# settings.panel.hotkeyConflict.replace
source: Replace
zh_hans: 替换

# settings.panel.hotkeyConflict.title
source: Hotkey Conflict
zh_hans: 快捷键冲突

# settings.panel.tip
source: System items can only be hidden, not deleted. App shortcuts can be added and removed freely.
zh_hans: 系统条目无法删除，只能隐藏；应用快捷键可自由增删。

# settings.panel.typeBadge.action
source: System · Action
zh_hans: 系统 · 动作

# settings.panel.typeBadge.brightness
source: System · Brightness
zh_hans: 系统 · 亮度

# settings.panel.typeBadge.hiddenHotkey
source: System · Global Action
zh_hans: 系统 · 全局动作

# settings.panel.typeBadge.submenu
source: System · Submenu
zh_hans: 系统 · 子菜单

# settings.panel.typeBadge.toggle
source: System
zh_hans: 系统

# settings.quicklinks.add
source: Add Quicklink
zh_hans: 添加快速入口

# settings.quicklinks.cancel
source: Cancel
zh_hans: 取消

# settings.quicklinks.delete
source: Delete
zh_hans: 删除

# settings.quicklinks.delete.message
source: This removes the Quicklink from Settings and the command palette.
zh_hans: 这会从设置和命令面板中移除这个快速入口。

# settings.quicklinks.delete.title
source: Delete %@?
zh_hans: 删除「%@」？

# settings.quicklinks.edit
source: Edit
zh_hans: 编辑

# settings.quicklinks.editTitle
source: Edit Quicklink
zh_hans: 编辑快速入口

# settings.quicklinks.empty
source: No Quicklinks yet
zh_hans: 还没有快速入口

# settings.quicklinks.hidden
source: Hide from command palette
zh_hans: 隐藏

# settings.quicklinks.hiddenBadge
source: Hidden
zh_hans: 隐藏

# settings.quicklinks.hotkey
source: Hotkey
zh_hans: 快捷键

# settings.quicklinks.keyword
source: Keyword
zh_hans: 触发词

# settings.quicklinks.keywordDuplicate
source: Keyword is already used by another Quicklink.
zh_hans: 触发词已被另一个快速入口使用。

# settings.quicklinks.link
source: Link
zh_hans: 链接

# settings.quicklinks.linkRequired
source: Link cannot be empty.
zh_hans: 链接不能为空。

# settings.quicklinks.name
source: Name
zh_hans: 名称

# settings.quicklinks.newTitle
source: New Quicklink
zh_hans: 新建快速入口

# settings.quicklinks.openWith
source: Open With
zh_hans: 打开方式

# settings.quicklinks.openWith.default
source: System Default
zh_hans: 系统默认

# settings.quicklinks.namePrompt
source: e.g. GitHub Search
zh_hans: 例如 GitHub 搜索

# settings.quicklinks.browse
source: Choose…
zh_hans: 选择…

# settings.quicklinks.linkKind
source: Type
zh_hans: 类型

# settings.quicklinks.linkKind.web
source: Web
zh_hans: 网址

# settings.quicklinks.linkKind.file
source: File or Folder
zh_hans: 文件或文件夹

# settings.quicklinks.linkKind.app
source: App Link
zh_hans: App 链接

# settings.quicklinks.linkKind.search
source: Search Template
zh_hans: 搜索模板

# settings.quicklinks.keywordPrompt
source: e.g. gh
zh_hans: 例如 gh

# settings.quicklinks.linkFooter.web
source: Enter a web address. You can omit https:// (e.g. github.com).
zh_hans: 输入网址，可省略 https://（例如 github.com）。

# settings.quicklinks.linkFooter.file
source: Enter a file or folder path, or click Choose. Opens in Finder or the default app when triggered.
zh_hans: 输入文件或文件夹路径，或点「选择…」。触发时在访达或默认 App 中打开。

# settings.quicklinks.linkFooter.app
source: Enter an app URL scheme such as slack:// or zoommtg://.
zh_hans: 输入 App 的 URL scheme，例如 slack:// 或 zoommtg://。

# settings.quicklinks.linkFooter.search
source: Use {query} as a placeholder; it is replaced by the text you type when triggered. e.g. https://google.com/search?q={query}
zh_hans: 用 {query} 作占位符，触发时输入内容替换它。例如 https://google.com/search?q={query}

# settings.quicklinks.basicsSection
source: Basics
zh_hans: 基本信息

# settings.quicklinks.paletteSection
source: Command Palette (optional)
zh_hans: 命令面板（可选）

# settings.quicklinks.paletteFooter
source: The keyword invokes this quicklink directly in the command palette. A hidden quicklink stays out of search results while its hotkey keeps working.
zh_hans: 触发词可在命令面板中直接唤起该入口。隐藏后不出现在搜索结果，但快捷键仍然生效。

# settings.quicklinks.save
source: Save
zh_hans: 保存

# settings.quicklinks.saveFailed
source: Save failed.
zh_hans: 保存失败。

# quicklink.template.google
source: Google Search
zh_hans: Google 搜索

# quicklink.template.github
source: GitHub Search
zh_hans: GitHub 搜索

# quicklink.template.youtube
source: YouTube Search
zh_hans: YouTube 搜索

# quicklink.template.stackoverflow
source: Stack Overflow Search
zh_hans: Stack Overflow 搜索

# quicklink.template.npm
source: npm Packages
zh_hans: npm 包搜索

# quicklink.template.mdn
source: MDN Web Docs
zh_hans: MDN 文档

# quicklink.template.googleTranslate
source: Google Translate
zh_hans: Google 翻译

# settings.recording.camera
source: Camera overlay
zh_hans: 摄像头画面

# settings.recording.format
source: Format
zh_hans: 格式

# settings.recording.frameRate
source: Frame rate
zh_hans: 帧率

# settings.recording.keystrokes
source: Show keystrokes
zh_hans: 显示按键

# settings.recording.microphone
source: Record microphone
zh_hans: 录制麦克风

# settings.recording.section
source: Recording
zh_hans: 录屏

# settings.recording.showCursor
source: Show cursor
zh_hans: 显示光标

# settings.shutdown
source: Scheduled Shutdown
zh_hans: 定时关机

# settings.shutdown.defaultDuration
source: Hotkey default duration (minutes)
zh_hans: 热键默认时长（分钟）

# settings.shutdown.forced
source: Force shutdown
zh_hans: 强制关机

# settings.shutdown.forcedHelp
source: Skip unsaved-work prompts. Requires the privileged helper.
zh_hans: 跳过未保存内容提示，需要启用特权助手。

# settings.shutdown.warningLead
source: Warning before shutdown (seconds)
zh_hans: 关机前提醒（秒）

# settings.sync.description
source: Back up your app shortcuts, builtin preferences, and general settings to a file, or restore them from one. Restore merges into your current configuration.
zh_hans: 将应用快捷键、内置项偏好和通用设置备份到文件,或从文件恢复。恢复会合并到当前配置中。

# settings.sync.exportButton
source: Export to File…
zh_hans: 导出到文件…

# settings.sync.exportFailed
source: Export failed: %@
zh_hans: 导出失败:%@

# settings.sync.exportSuccess
source: Exported successfully.
zh_hans: 导出成功。

# settings.sync.importButton
source: Import from File…
zh_hans: 从文件导入…

# settings.sync.importFailed
source: Import failed: %@
zh_hans: 导入失败:%@

# settings.sync.importPartialFailure
source: Import completed, but some plugin changes could not be applied: %@
zh_hans: 导入已完成，但部分插件变更无法应用：%@

# settings.sync.importSuccess
source: Imported %1$d shortcuts, %2$d preferences, and %3$d Quicklinks.
zh_hans: 已导入 %1$d 个快捷键、%2$d 个偏好和 %3$d 个快速入口。

# settings.sync.section
source: Backup & Restore
zh_hans: 备份与恢复

# settings.tab.capture
source: Screenshot
zh_hans: 截图

# settings.tab.clipboard
source: Clipboard
zh_hans: 剪贴板

# settings.tab.general
source: General
zh_hans: 通用

# settings.tab.panel
source: Panel
zh_hans: 面板

# settings.tab.plugins
source: Plugins
zh_hans: 插件

# settings.tab.quicklinks
source: Quicklinks
zh_hans: 快速入口

# settings.tab.sync
source: Sync
zh_hans: 同步

# settings.tab.translation
source: Translation
zh_hans: 翻译

# settings.translation.addService
source: Add Service
zh_hans: 添加服务

# settings.translation.autoSpeak
source: Speak Automatically After Translating
zh_hans: 翻译后自动朗读

# settings.translation.deepLAdvanced
source: Advanced (DeepLX self-host)
zh_hans: 高级（DeepLX 自建端点）

# settings.translation.deepLEndpoint
source: DeepLX endpoint (optional)
zh_hans: DeepLX 端点（可选）
